{"translation-revision-date":"2021-03-22 15:34:46+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Check out %s!":["תבדקו את %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["האם להוסיף ביטויי מפתח קשורים אלה לניתוח %s כדי שתוכל לייעל את התוכן שלך עוד יותר?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["נתקלנו בבעיה בניסיון להשיג ביטויי מפתח קשורים. נא לנסות שוב מאוחר יותר."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["הגעת לכמות המרבית של 4 ביטויי מפתח קשורים. באפשרותך לשנות או להסיר ביטויי מפתח קשורים בתפריט %s או בסרגל הצד."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["נא להמתין בזמן ש-%1$s מתחבר אל %2$s כדי לקבל ביטויי מפתח קשורים..."],"Upgrade your %s plan":["שדרג את חבילת %s שלך"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["הגעת למגבלת הבקשות שלך להיום. חזור מחר או שדרג את התוכנית שלך ב-%s."],"Last month":["חודש שעבר"],"Two months ago":["לפני חודשיים"],"Three months ago":["לפני שלושה חודשים"],"Four months ago":["לפני ארבעה חודשים"],"Five months ago":["לפני חמישה חודשים"],"Six months ago":["לפני שישה חודשים"],"Seven months ago":["לפני שבעה חודשים"],"Eight months ago":["לפני שמונה חודשים"],"Nine months ago":["לפני תשעה חודשים"],"Ten months ago":["לפני עשרה חודשים"],"Eleven months ago":["לפני 11 חודשים"],"Twelve months ago":["לפני 12 חודשים"],"Get more insights at %s":["תובנות נוספות ב-%s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["כמות ביטויי מפתח ב-12 החודשים האחרונים בסולם שבין 0 ל -100."],"Learn more about the related keyphrases trend":["מידע נוסף בנושא טרנדים בביטויי מפתח קשורים"],"Trend":["מגמה"],"Learn more about the related keyphrases volume":["מידע נוסף בנושא כמות ביטויי מפתח קשורים"],"Volume":["כמות"],"Related keyphrase":["ביטוי מפתח קשור"],"Select country":["בחירת מדינה"],"Show results for:":["הצג תוצאות עבור:"],"Please enter a focus keyphrase first to get related keyphrases":["יש לזין תחילה ביטוי מפתח למיקוד כדי לקבל ביטויי מפתח קשורים"],"Sorry, there's no data available for that keyphrase\/country combination.":["אין נתונים זמינים עבור צירוף ביטוי מפתח \/ מדינה."],"Get related keyphrases":["קבל ביטויי מפתח קשורים"],"Related keyphrases":["ביטויי מפתח קשורים"],"The number of headers and header labels don't match.":["מספר הכותרות ותוויות הכותרת אינם תואמים."],"Return to your %s":["חזרה אל %s"],"Make sure to save your %s for changes to take effect":["הקפד לשמור את %s כדי שהשינויים ייכנסו לתוקף"],"Default for %1$s (%2$s)":["ברירת מחדל עבור %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["הדבר עוזר למנועי חיפוש להבין את האתר והתוכן שלו. בהמשך ניתן לשנות חלק מההגדרות הללו."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO מתאר באופן אוטומטי את עמודי האתר באמצעות schema.org"],"Article type":["סוג מאמר"],"Page type":["סוג עמוד"],"Learn more about page or content types":["מידע נוסף על סוגי עמודים או סוגי תכנים"],"What type of page or content is this?":["איזה סוג של עמוד או תוכן זה?"],"Learn more about structured data with Schema.org":["מידע נוסף על נתונים מובנים באמצעות Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["ניתן לשנות את סוג ברירת המחדל עבור %1$s ב%2$sהגדרות הנראות במנועי חיפוש%3$s."],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["לאחר השמירה, הגדרה זו תחול על כל ה%1$s. כל ה%1$s שהוגדרו ידנית לא יושפעו.","לאחר השמירה, הגדרה זו תחול על כל ה%1$s. כל ה%1$s שהוגדרו ידנית לא יושפעו."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["בחר כיצד לתאר %1$s כברירת מחדל בנתוני schema.org של האתר. ניתן לשנות הגדרות אלה עבור %1$s בודדים."],"Learn more about the schema settings":["מידע נוסף על הגדרת סכימה"],"Schema settings":["הגדרות סכימה"],"Default Article type":["סוג מאמר ברירת מחדל"],"Default Page type":["סוג עמוד ברירת מחדל"],"Modify your %s description by editing it right here...":["שנה את התיאור של %s על ידי עריכתו כאן..."],"Modify your %s title by editing it right here...":["שנה את הכותרת של %s על ידי עריכתה כאן..."],"%s preview":["תצוגה מקדימה של %s"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["ביטוי המפתח שלך ארוך מדי. הוא יכול להכיל עד 191 תווים לכל היותר."],"Learn more about the no-index setting on our help page.":["למידע נוסף על no-index בעמוד העזרה שלנו."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["למרות שניתן להגדיר כאן הגדרות לרובוטים, כל האתר מוגדר noindex בהגדרות הפרטיות, כך שלהגדרות אלה לא תהיינה השפעה."],"Learn more about canonical URLs on our help page.":["למידע נוסף על כתובות אתרים קנוניות בעמוד העזרה שלנו."],"Learn more about the breadcrumbs title setting on our help page.":["למידע נוסף על כותרת פירורי לחם בעמוד העזרה שלנו."],"Learn more about advanced meta robots settings on our help page.":["למידע נוסף על הגדרות מטא-רובוטים מתקדמות בעמוד העזרה שלנו."],"Learn more about the no-follow setting on our help page.":["למידע נוסף על no-follow בעמוד העזרה שלנו."],"Should search engines follow links on this %s":["האם מנועי חיפוש צריכים לעקוב אחרי הקישורים ב%s"],"Google preview":["תצוגת גוגל"],"Focus keyphrase":["ביטוי מפתח למיקוד"],"Help on choosing the perfect focus keyphrase":["עזרה בבחירת ביטוי מפתח מושלמים למיקוד"],"Would you like to add a related keyphrase?":["האם ברצונך להוסיף ביטוי מפתח דומה?"],"Go %s!":["לך %s!"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["האם ידעת ש%s בוחן גם את ההבדלים בביטויי מפתח, גם בהטיות של יחיד ורבים ואף זמני עבר?"],"Rank better with synonyms & related keyphrases":["דירוג גבוה יותר באמצעות מילים נרדפות וביטויי מפתח דומים"],"Add related keyphrase":["הוסף ביטוי מפתח רלוונטיים"],"Get %s":["קבל %s"],"Learn more about the readability analysis":["מידע נוסף על ניתוח קריאות"],"Great news: you can, with %s!":["חדשות נהדרות: אתה יכול, עם %s!"],"(Opens in a new browser window)":["(פתח בטאב חדש בדפדפן)"],"Are you trying to use multiple keyphrases? You should add them separately below.":["האם אתה מנסה להשתמש בביטוי מפתח מרובים? יש להוסיף אותם למטה בנפרד."],"Mark as cornerstone content":["סמן כעוגני תוכן"],"Analysis results":["תוצאות ניתוח"],"Enter a focus keyphrase to calculate the SEO score":["הזן ביטוי מפתח למיקוד כדי לחשב ציון SEO"],"Learn more about Cornerstone Content.":["מידע נוסף על עוגני תוכן."],"Cornerstone content should be the most important and extensive articles on your site.":["עוגני תוכן אמורים להיות המאמרים הכי חשובים ונרחבים באתר."],"Add synonyms":["הוסף מילים נרדפות"],"Would you like to add keyphrase synonyms?":["האם תרצה להוסיף מילים נרדפות לביטוי מפתח?"],"24\/7 email support":["תמיכת אימייל 24\/7"],"%s (current default for %s)":["%s (ברירת המחדל הנוכחית עבור %s)"],"Allow search engines to show this %s in search results?":["האם לאפשר למנועי חיפוש להציג %s בתוצאות החיפוש?"],"SEO analysis":["ניתוח SEO"],"Find out why you should upgrade to %s":["מצא למה כדאי לך לשדרג ל %s"],"Do you want to preview what it will look like if people share this post on %s? You can, with %s.":["האם אתה רוצה להציג תצוגה מקדימה של איך זה ייראה אם ​​אנשים ישתפו את הפוסט הזה ב-%s? אתה יכול, באמצעות %s."],"Other benefits of %s for you:":["יתרונות אחרים של %s עבורך:"],"Cornerstone content":["עוגני תוכן"],"Superfast internal linking suggestions":["הצעות סופר מהירות לקישורים פנימיים"],"Great news: you can, with %1$s!":["חדשות נהדרות: אתה יכול, עם %1$s!"],"1 year free support and updates included!":["כולל שנה חינם של עדכונים ושדרוגים!"],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sתצוגה מקדימה של מדיה חברתית%2$s: פייסבוק וטוויטר"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sאין יותר קישורים שבורים%2$s: מנהל הפניות קל ונוח לשימוש"],"No ads!":["ללא פרסומות!"],"Good SEO score":["ציון SEO טוב"],"OK SEO score":["ציון SEO תקין"],"Feedback":["משוב"],"Please provide a meta description by editing the snippet below.":["יש לספק תיאור מטא באמצעות עריכת התוכן המופיע למטה."],"No":["לא"],"Yes":["כן"],"Readability analysis":["ניתוח קריאות"],"Needs improvement":["דרוש שיפור"],"Open":["פתח"],"Good":["טוב"],"Close":["סגור"],"OK":["תקין"],"Canonical URL":["כתובת קנוניקל"],"Breadcrumbs Title":["כותרת פירורי לחם"],"No Snippet":["אין סניפט"],"No Archive":["אין ארכיון"],"No Image Index":["אין אינדקס תמונה"],"Meta robots advanced":["Meta Robots למתקדמים"],"Advanced":["מתקדם"]}},"comment":{"reference":"js\/dist\/classic-editor-1690.js"}}